app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "eafaef"], ["room_number", 0], ["created_at", "2020-04-30 16:37:43.969821"], ["updated_at", "2020-04-30 16:37:43.969821"]]
---
    def create
        @school_class = SchoolClass.create(params.require(:school_class).permit(:title, :room_number))